Repository: ushahidi/Ushahidi_WinMobile
Catalog: Ushahidi.Model/Languages/Language.*.resx
Languages: pl

source: About
pl: Dookoła

source: Action
pl: Akcja

source: Active
pl: Aktywny

source: Add
pl: Dodać

source: Add Incident
pl: Dodaj Incydent

source: Add News Link
pl: Dodaj Łącze Do Wiadomośći

source: Add Photo
pl: Dodaj Zdjęcie

source: Add Photo Link
pl: Dodaj Foto Link

source: Add Video Link
pl: Dodaj Łącze Do Filmu

source: All Categories
pl: Wszystkie Kategorie

source: Are You Sure?
pl: Czy na pewno?

source: Audio
pl: Ddźwięk

source: Auto Show
pl: Pokazuj Automatycznie

source: Cancel
pl: Anulować

source: Category
pl: Kategoria

# clearCache
source: Clear Cache Files
pl: Wyczyść pamięć podręczną plików

source: Date
pl: Data

source: Description
pl: Opis

source: Done
pl: Koniec

source: Downloading Categories
pl: Ściąganie Kategorji

source: Downloading Countries
pl: Ściąganie Krajuw

source: Downloading Incidents
pl: Ściąganie Incydentuw

source: Downloading Locations
pl: Ściąganie Miejsc

source: Downloading Maps
pl: Pobieranie Mapy

source: Downloading Media
pl: Ściąganie Medji

source: Exit
pl: Wyjść

# exitApplication
source: Are you sure you would like to exit the application?
pl: Czy na pewno chcesz wyjść z aplikacji?

source: First Name
pl: Imię

source: Incident Details
pl: Detale Incydentu

source: Incident List
pl: Lista Incydentu

source: Incident Map
pl: Mapa Incydentu

source: Incident Photo
pl: Zdjęcie Incydentu

source: Keyboard
pl: Klawiatura

source: Language
pl: Język

source: Last Name
pl: Nazwisko

source: Last Synchronization
pl: Ostatnia Synchronizacji

source: Load
pl: Ładować

source: Location
pl: Miejsce

source: Map Type
pl: Mapa Rodzaj

source: Missing Fields
pl: Brakujące wartości

# missingFieldsVerify
source: Please verify all required fields are entered
pl: Sprawdź, czy wszystkie wymagane pola zostały wpisane

source: News
pl: Wiadomośći

source: No Internet Connection
pl: Brak Połączenie do Internetu

source: No Network Connection
pl: Brak Połączenie z Siecia

source: No Photo
pl: Brak Zdjęcia

source: Not Active
pl: Nie Aktywny

source: Not Verified
pl: Nie Zweryfikowany

source: Photo
pl: Zdjęcie

source: Progress
pl: Progres

source: Save Incident
pl: Zapisac Incydent

source: Search
pl: Szukać

source: seconds
pl: sekundy

source: Select
pl: Wybrać

# server
source: Server Address
pl: Server

source: Settings
pl: Ustawienia

source: Stop
pl: Zatrzymać

source: Submit
pl: Przesłać

source: Synchronization Complete
pl: Synchronizacja Skończona

source: Synchronization Failure
pl: Synchronizacja Nieudana

source: Synchronize
pl: Synchronizować

source: Take Incident Photo
pl: Zrobić Zdjęcie Incydentu

source: Testing Internet Connection
pl: Badanie Połączenie do Internetu

source: Testing Network Connection
pl: Badanie Połączenie z Siecia

source: Title
pl: Tytuł

source: Uploading Incidents
pl: Wrzucanie Incydentuw

source: Uploading Photos
pl: Wysyłanie zdjęć

# ushahidiDescription
source: Welcome to Ushahidi, which means "testimony" in Swahili, where we are building a platform that crowdsources crisis information. Allowing anyone to submit crisis information through text messaging using a mobile phone, email or web form.
pl: Witamy w Ushahidi, kture oznacza "oświadczenie" w Swahili, gdzie budujemy platforme dzieki kturej każdy może zawiadomić o incydentach. Ta platforma pozwala kazdemu wysłać wiadomość o incydentach przez telefon komurkowy, email lub strone.

source: Verified
pl: Sprawdzony

# verifiedAndActive
source: Verified & Active
pl: Sprawdzony i Aktywny

# verifyInternetConnection
source: Please verify your device has an internet connection
pl: Sprawdz czy masz połączenie do Internetu

# verifyNetworkConnection
source: Please verify your device has a network connection
pl: Sprawdz czy masz połączenie z siecia

source: Video
pl: Film

source: View Map
pl: Zobacz Mapę

source: Website
pl: Strona Internetowa

source: Download Media
pl: Pobierz Media

source: Download Incidents
pl: Pobierz Incydenty

source: Latitude
pl: Szerokość

source: Longitude
pl: Charakterystyka

source: Detecting Location
pl: Wykrywanie Lokalizacja

source: Detect Location
pl: Wykrywanie Lokalizacja

source: Add Location
pl: Dodaj Lokalizacja

source: Location Name
pl: Nazwa lokalizacji

source: Version
pl: Wersja

source: Default Location
pl: Domyślną lokalizację
